Repository: bennie-asi/gsync
Catalog: src/GSYNC.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# MainWindow.Nav.Library
source: Library
zh_cn: 游戏库

# MainWindow.Nav.Targets
source: Targets
zh_cn: 同步目标

# MainWindow.Nav.Variables
source: Variables
zh_cn: 变量

# MainWindow.Nav.History
source: History
zh_cn: 历史

# MainWindow.Nav.Settings
source: Settings
zh_cn: 设置

# MainWindow.Subtitle.Library
source: Library overview and quick sync actions
zh_cn: 游戏库总览与快速同步操作

# MainWindow.Subtitle.Wizard
source: Guided six-step game onboarding flow
zh_cn: 引导式六步添加游戏流程

# MainWindow.Subtitle.Conflict
source: Review local and remote changes before choosing a safe resolution
zh_cn: 在选择安全解决方案前检查本地与远端变更

# MainWindow.Subtitle.Targets
source: Manage local and remote sync target bindings
zh_cn: 管理本地与远端同步目标绑定

# MainWindow.Subtitle.Variables
source: Review variables and template resolution
zh_cn: 检查变量与模板解析结果

# MainWindow.Subtitle.History
source: Inspect sync history and restore points
zh_cn: 查看同步历史与恢复点

# MainWindow.Subtitle.Settings
source: Appearance, behavior, and retention settings
zh_cn: 外观、行为与保留策略设置

# MainWindow.Subtitle.Default
source: Game synchronization desktop utility
zh_cn: 游戏同步桌面工具

# MainWindow.Status.Ready
source: Ready · no sync jobs running
zh_cn: 就绪 · 当前没有运行中的同步任务

# MainWindow.Status.Wizard
source: Wizard ready · no profile created yet
zh_cn: 向导已就绪 · 尚未创建配置

# MainWindow.Status.Conflict
source: Conflict review · choose a safe resolution path
zh_cn: 冲突待处理 · 请选择安全的解决路径

# MainWindow.Status.History
source: History ready · no restore operations running
zh_cn: 历史已就绪 · 当前没有恢复操作

# MainWindow.Status.Targets
source: Targets ready · last connectivity check passed
zh_cn: 目标已就绪 · 最近一次连通性检查通过

# MainWindow.Status.Variables
source: Variables ready · template resolution healthy
zh_cn: 变量已就绪 · 模板解析正常

# StatusBar.Log
source: Log
zh_cn: 日志

# StatusBar.Net
source: Net
zh_cn: 网络

# StatusBar.Idle
source: Idle
zh_cn: 空闲

# StatusBar.Connection
source: WebDAV Desktop-Main
zh_cn: WebDAV 桌面主目标

# StatusBar.Storage
source: 12.4 GB synced footprint
zh_cn: 已同步 12.4 GB 占用

# Search.Placeholder.Default
source: Search
zh_cn: 搜索

# Filter.Placeholder.Default
source: Filter
zh_cn: 筛选

# Filter.Select
source: Select
zh_cn: 选择

# Section.DefaultTitle
source: Section
zh_cn: 分区

# Section.DefaultSubtitle
source: Section subtitle
zh_cn: 分区说明

# PropertySheet.DefaultTitle
source: Properties
zh_cn: 属性

# Inspector.DefaultTitle
source: Inspector
zh_cn: 检查器

# InfoCallout.DefaultTitle
source: Info
zh_cn: 信息

# InfoCallout.DefaultMessage
source: Informational message
zh_cn: 提示信息

# Badge.Ready
source: Ready
zh_cn: 就绪

# Settings.Title
source: Settings
zh_cn: 设置

# Settings.Subtitle
source: Appearance and system groups remain visible from a compact left navigation rail.
zh_cn: 外观与系统分组始终保持在紧凑桌面布局中可见。

# Settings.AppearanceTitle
source: Appearance
zh_cn: 外观

# Settings.AppearanceSubtitle
source: Theme mode, accent color, density, icon style, and system behavior stay grouped as compact utility cards.
zh_cn: 主题模式、强调色、密度、图标风格与系统行为保持为紧凑工具卡片分组。

# Settings.ThemeBehaviorTitle
source: Theme and system behavior
zh_cn: 主题与系统行为

# Settings.PreviewHeader
source: Realtime Preview
zh_cn: 实时预览

# Settings.LanguageLabel
source: Interface language
zh_cn: 界面语言

# Settings.LanguageValue.Chinese
source: Simplified Chinese
zh_cn: 简体中文

# Settings.Button.RestoreDefaults
source: Restore Defaults
zh_cn: 恢复默认

# Settings.Button.ApplyTheme
source: Apply Theme
zh_cn: 应用主题

# Settings.Button.SaveSettings
source: Save Settings
zh_cn: 保存设置

# Settings.Button.AddTarget
source: Add New Target
zh_cn: 添加新目标

# Settings.Button.Open
source: Open
zh_cn: 打开

# Settings.Button.Folder
source: Folder
zh_cn: 文件夹
